module.exports = {
    nav_labels: [
        { title: '首页', name: 'index' }, //  首页
        { title: '直播游戏', name: 'classproduct' }, //  直播游戏
        { title: '内容媒体', name: 'content' }, //  内容媒体
        { title: '服务支援 ', name: 'service' }, //  服务支援
        { title: '关于我们', name: 'about' }, //  关于我们
        { title: '合作联系', name: 'contactus' } //  合作联系
      ],
      nav_try:{ title: '演示站', name: 'demo' },
      home:{
        banner_text:'一站式娱乐游戏直播系统的开创者',
        content:[
            {
                title:'全球领先的娱乐游戏直播系统',
                text:'我们深耕网络视频直播服务行业多年，始终为致力于打造安全，稳定，流畅，高性能和高并发的直播系统而不断努力。多年的娱乐游戏行业经验，专业多元的游戏开发经验让我们成为全球最领先的“直播+游戏”技术提供商。匠心巨制，倾情推出全球最领先的综合娱乐游戏直播系统。'
            },  
            {
                title:'内容媒体粉丝经济领域的先行者',
                text:'移动互联时代，内容成为粉丝经济的核心驱动力，视频直播正在改变整个世界的互动社交方式。而全球泛娱乐产业正在高速发展，并与人们的生活不断融合。视频直播+娱乐游戏+粉丝经济，将开启下一个内容媒体大时代，LV始终是这个行业的先导者。'
            },
            {
                title:'定义娱乐游戏新时代',
                text:'娱乐即是生活，游戏即是人生。娱乐游戏正在成为我们每个人不可或缺的重要一部分。而视频直播互动下的娱乐游戏，将完全重新定义娱乐的多元性和高粘性，正在改变著未来和世界。更多更优质的内容，更多的互动玩法，更多的粉丝打赏和利润分红，即开即玩即时享乐的人生法则，将引导LV定义娱乐游戏行业新时代。',
                title2:'Live Video 定义博娱新时代',
                span1:'更新更优质内容',
                span2:'全新玩法定义博娱新时代',
                span3:'分享注单 享受打赏或利润分红',
                span4:'跟单下注超方便',
            },
            {
                title:'定制您专属的“直播+”和“游戏+”',
                text:'我们拥有成熟完善的视频直播系统和功能，且拥有性能优越的高并发架构技术，坚实的技术团队全面保障系统的稳定和安全。产品服务接口达到了每天数亿的调用量，经验就是一切，强大的直播互动整合技术可以为您定制任何您想要的专属产品。'
            },
        ],
        button_text:' 立即体验'
    },
    classproduct:{
        content:[
            {
                title:'棋牌游戏',
                text:'LV首推直播互动娱乐游戏，主播带您玩游戏，实时互动聊天与打赏礼物，主播面对面陪您畅玩您喜欢的游戏。LV直播棋牌既包含百家乐，骰宝，龙虎斗，二八杠，牌九，色碟，三公，鱼虾蟹等游戏，也有斗地主，扎金花，德州扑克，经典麻将，吹牛等多款竞技类游戏，我们将为广大用户持续更新更多受欢迎的游戏。'
            },
            {
                title:'街机电玩',
                text:' LV街机电玩带您回到孩童时代的回忆里，还原最经典的街机游戏和电子游戏，不管是水果机，奔驰宝马，飞禽走兽，森林舞会，还是念念不忘的捕鱼达人，狩猎游戏，雷霆战机，都应有尽有。让美女主播带您启程，一起畅享游戏吧。'
            },
            {
                title:'经典老虎机',
                text:'LV践行“娱乐互动至上”原则，将娱乐与互动进行到底，各类经典的传统多线老虎机游戏深度还原经典之作，强大的老虎机游戏制作团队将为用户带来超高质量的老虎机游戏，更有众多原创IP老虎机游戏和手游闯关型老虎机等您来挑战。'
            },
            {
                title:'数字彩票',
                text:'LV数字彩票为大家呈现最热门最齐全的彩票游戏，包括热门的时时彩，六合彩，PK10，快三，快乐8，以及自开彩票等游戏。独家推出娱乐性互动彩票游戏，美女专家为您直播说彩，带您一起畅玩彩票游戏，特邀彩票专家为您解说彩票计划，给您不一样的购彩体验，快来加入LV直播彩票吧。'
            },
            {
                title:'LV抓抓乐',
                text:'LV抓抓乐是一款利用在线直播实时遥控操作线下实体机台呈现的抓娃娃娱乐型机台游戏。玩家再也不需要实际前往现场娃娃机台前，就能拥有身临其境的激情体验。不管您使用PC还是手机，都可以随时随地畅玩LV抓抓乐游戏，更推出多种多样的礼物和红包类型，让玩家天天时时刻刻抓抓乐乐，停不下来。'
            },
            {
                title:'LV推推乐',
                text:'LV推推乐是一款利用在线直播实时遥控线下实体推币机台的娱乐型机台游戏，其利用视频直播实时通信和遥感技术进行远端遥控实体机台投币，玩家无需前往机台店面，就可以拥有深处推币机台的临场真实感，游戏公平公正，方便快捷，即开即玩，让玩家可以时刻都可娱乐游戏。'
            },
            {
                title:'电竞游戏',
                text:'我们为客户和玩家带来最专业的电竞游戏直播节目内容，提供最顶级的电竞赛事和项目，并同时开出多个复合型综合盘口，包括绝地求生：大逃杀，反恐精英CS,刀塔（Dota 2），英雄联盟，星际争霸，炉石传说等，盘口设计丰富，种类多样，专业电竞解说24小时在线讨论赛事状况，为全球电竞爱好者提供最优质的直播游戏服务。'
            },
            {
                title:'体育竞猜',
                text:'LV拥有赛事数据库中已超过50种不同类型的体育类型，涉及足球、篮球、网球、棒球、冰球及美式足球等世界主流体育型态，每月超过15,000场赛事预播及直播，透过 Live Video 24小时不断线的直播互动技术，让许多网红美女与您一起参与精彩赛事投注讨论，绝对带给体育迷超刺激的临场感。'
            },
        ]
    },
    content:{
        banner:[
            {
                title:'生态造星计划',
                text:'挖掘潜力超新星，星光大道等你来'
            },
            {
                title:'内容为王，娱乐至上',
                text:'娱乐内容与粉丝经济领域的先行者'
            },
            {
                title:'明星艺人养成',
                text:'素人主播大蜕变，红人跃升大明星'
            },
            {
                title:'专业PGC节目频道',
                text:'专业导演团队倾情巨制，多元节目内容舞台无限'
            },
            {
                title:'梦幻级导师团队倾力打造',
                text:'梦幻导师量身打造，专业培训神级飞跃'
            }
        ],
        part:[
            {
                title:'LV特约明星艺人'
            },
            {
                title:'LV独家签约网红主播人数超过千人'
            },
            {
                title:'LVTV官方节目频道，开启娱乐节目互动直播新潮流'
            },
            {
                title:'专业的造星团队',
                text:'全渠道+全明星+工业化=星途璀璨',
                info1:'最顶级的培训导师带您开启追梦之旅',
                info2:'最专业的经纪团队为您开创广阔机遇',
                info3:'最顶尖的制作团队为您量身定制作品',
                info4:'最豪华的明星阵容带您走向璀璨之路',
                button_text:'申请加入'
            }
        ]
    },
    service:{
        banner_text:'引流新潮流，缔造新时代',
        mbanner_text:'为每位客户提供最专业与最高品质的服务是我们的目标。您的满意，即是我们继续往前的最大动力。',
        service_title:'我们的服务支持',
        mservice_mintitle:'优质服务',
        content:[
            {
                title:'LV品牌API接入',
                intro:'为平台和商户提供完整的或独立的LV直播游戏系统API接入，完美支持PC端,手机H5，原生SDK接入。'
            },
            {
                title:'视频直播系统包网',
                intro:'为品牌客户提供健全的直播系统包网方案，为客户提供直播+媒体，教育，电竞，体育，社交娱乐，电商等直播包网服务。'
            },
            {
                title:'直播+游戏系统包网',
                intro:'为品牌客户提供功能齐全的直播+游戏系统，上百款精品游戏任您挑选，并提供线上系统一条龙服务。'
            },
            {
                title:'“直播+” 娱乐游戏服务',
                intro:'为线上游戏供应商提供直播+基础服务，详情请联系。'
            },
            {
                title:'“游戏+”视频直播服务',
                intro:'为线上直播平台提供全渠道游戏+服务，详情请联系。'
            },
            {
                title:'直播+技术解决方案',
                intro:'为广大客户提供视频直播云服务，详情请联系。'
            },
        ]
    },
    about:{
        banner:{
            title:'关于LIVE VIDEO',
            mtitle:'关于Live Video',
            info1:'LIVE VIDEO是全球领先的一站式娱乐游戏直播系统供应服务商，我们定义直播+娱乐游戏+内容媒体，深度探索粉丝经济的运用，并于2018年5月份率先推出全球首个娱乐游戏直播系统，同时启动API接入服务。',
            info2:'LIVE VIDEO拥有棋牌竞技，街机电玩，老虎机，数字彩票，抓抓乐，推推乐，体育游戏，电竞游戏等品类的游戏，自主研发数十款游戏，致力于打造全球娱乐游戏直播领域标杆，LV在不断钻研其视频直播技术的同时，不断的研发多品类的受大众追捧的热门游戏，并将最优质的互动游戏内容提供给广告用户。'
        },
        bgintro:{
            title:'背景介紹',
            info1:'LIVE VIDEO于2014年成立于美国硅谷，团队前身为传统PC直播的技术服务商，团队90%由视频直播领域的技术专家组成，我们不断钻研和攻克视频直播核心技术，并率先在移动直播和H5直播领域取得领先突破，并成功搭建了上百个直播平台，取得骄人成绩。为了有效增强平台竞争力，为客户抢占市场，LIVE VIDEO于2016年在台北成立了分公司，加强在直播+电商，直播+游戏，直播+VR，私密直播等多领域的尝试探索，并于2016年底率先推出游戏直播间并运用于市场。',
            info2:'LIVE VIDEO深度探索娱乐游戏行业，经过两年的努力，成功突破多个行业壁垒实现跨界融合，并于2017年成功上线首个娱乐游戏直播系统，系统拥有十余款游戏，并投放于市场，取得一致好评。为迎合市场发展，公司决定于2018年4月份推出LV品牌直播游戏系统，为广大客户提供API接入，系统包网，技术解决方案等服务。',
            info3:'未来已来，风口已至。我们定义娱乐游戏直播行业新时代，同时我们将坚持创新，不断创造,专注，专业，专一的打造出更好的产品回馈给客户。',
        },
        timeline:{
            mintitle:'我们的故事',
            maxtitle:'面向未来',
            linetext:[
                {text1:'创立于菲律宾马尼拉'},
                {text2:'推出第一代PHP彩票1.0系统'},
                {text3:'推行出创新的数字彩票1.0系统'},
                {text4:'发布第二代PHP彩票2.0版'},
                {text5:'发行专门彩票平台包网服务'},
                {text6:'在英国马恩岛成立新事业部并开始申请多个国家的博彩牌照'},
                {text7:'延揽顶尖直播互动系统团队钻研直播视讯领域'},
                {text8:'直播相关设备及场所建置包含摄影棚及直播间'},
                {text9:'在美国硅谷成立技术服务中心'},
                {text10:'在纽西兰成立技术服务中心'},
                {text11:'在欧洲成立马耳他分公司开拓欧洲市场'},
            ]
        },

    },
    contactus:{
        title:'联系我们',
        intro:'如您有兴趣进一步了解Live Video 的服务支援或产品，请填妥下方表格，将有专人尽速与您联系。',
        name:'姓名',
        tel:'电话号码',
        email:'电子邮件',
        other:'其他联系方式',
        address:'公司网站地址',
        programtitle:'合作方案',
        program:['LV品牌API接入','“直播+游戏” 系统包网',' “直播+” 系统包网','“直播+” 游戏服务','“游戏+”直播服务','“直播+”解抉方案','其他'],
        msg:'留言',
        button_text:'提交',
        prompt1:'提交成功',
        prompt2:'接口请求错误',
        prompt3:'*为必填内容',
        prompt4:'手机号必须是数字',
        prompt5:'邮箱格式不正确',
    },
    signing:{
        title:'申请加入造星计划',
        intro:'请在以下填写您的个人资料，提交完成后我们会尽快与您联系！',
        name:'姓名',
        tel:'区号+电话号码',
        pic:'近期照片三张',
        msg:'自我介绍',
        button_text:'提交',
        prompt1:'提交中...',
        prompt2:'上传成功',
        prompt3:'*为必填内容',
        prompt4:'照片要上传三张哟',
        prompt5:'手机号格式不正确',
    }
}