module.exports = {
    nav_labels: [
        { title: '首頁', name: 'index' }, //  首页
        { title: '直播遊戲', name: 'classproduct' }, //  直播游戏
        { title: '內容媒體', name: 'content' }, //  内容媒体
        { title: '服務支援', name: 'service' }, //  服务支援
        { title: '關於我們', name: 'about' }, //  关于我们
        { title: '合作聯系', name: 'contactus' }, //  合作联系
      ],
    nav_try:{ title: '演示站', name: 'demo' },
    home:{
        banner_text:'壹站式娛樂遊戲直播系統的開創者',
        content:[
            {
                title:'全球領先的娛樂遊戲直播系統',
                text:'我們深耕網絡視頻直播服務行業多年，始終為致力於打造安全，穩定，流暢，高性能和高並發的直播系統而不斷努力。多年的娛樂遊戲行業經驗，專業多元的遊戲開發經驗讓我們成為全球最領先的“直播+遊戲”技術提供商。匠心巨制，傾情推出全球最領先的綜合娛樂遊戲直播系統。'
            },  
            {
                title:'內容媒體粉絲經濟領域的先行者',
                text:'移動互聯時代，內容成為粉絲經濟的核心驅動力，視頻直播正在改變整個世界的互動社交方式。而全球泛娛樂產業正在高速發展，並與人們的生活不斷融合。視頻直播+娛樂遊戲+粉絲經濟，將開啟下壹個內容媒體大時代，LV始終是這個行業的先導者。'
            },
            {
                title:'定義娛樂遊戲新時代',
                text:'娛樂即是生活，遊戲即是人生。娛樂遊戲正在成為我們每個人不可或缺的重要壹部分。而視頻直播互動下的娛樂遊戲，將完全重新定義娛樂的多元性和高粘性，正在改變著未來和世界。更多更優質的內容，更多的互動玩法，更多的粉絲打賞和利潤分紅，即開即玩即時享樂的人生法則，將引導LV定義娛樂遊戲行業新時代。',
                title2:'Live Video 定義博娛新時代',
                span1:'更新更優質內容',
                span2:'全新玩法定義博娛新時代',
                span3:'分享註單 享受打賞或利潤分紅',
                span4:'跟單下註超方便',
            },
            {
                title:'定制您專屬的“直播+”和“遊戲+”',
                text:'我們擁有成熟完善的視頻直播系統和功能，且擁有性能優越的高並發架構技術，堅實的技術團隊全面保障系統的穩定和安全。產品服務接口達到了每天數億的調用量，經驗就是壹切，強大的直播互動整合技術可以為您定制任何您想要的專屬產品。'
            },
        ],
        button_text:' 立即體驗',
    },
    classproduct:{
        content:[
            {
                title:'棋牌遊戲',
                text:'LV首推直播互動娛樂遊戲，主播帶您玩遊戲，實時互動聊天與打賞禮物，主播面對面陪您暢玩您喜歡的遊戲。LV直播棋牌既包含百家樂，骰寶，龍虎鬥，二八杠，牌九，色碟，三公，魚蝦蟹等遊戲，也有鬥地主，紮金花，德州撲克，經典麻將，吹牛等多款競技類遊戲，我們將為廣大用戶持續更新更多受歡迎的遊戲。'
            },
            {
                title:'街機電玩',
                text:' LV街機電玩帶您回到孩童時代的回憶裏，還原最經典的街機遊戲和電子遊戲，不管是水果機，奔馳寶馬，飛禽走獸，森林舞會，還是念念不忘的捕魚達人，狩獵遊戲，雷霆戰機，都應有盡有。讓美女主播帶您啟程，壹起暢享遊戲吧。'
            },
            {
                title:'經典老虎機',
                text:'LV踐行“娛樂互動至上”原則，將娛樂與互動進行到底，各類經典的傳統多線老虎機遊戲深度還原經典之作，強大的老虎機遊戲制作團隊將為用戶帶來超高質量的老虎機遊戲，更有眾多原創IP老虎機遊戲和手遊闖關型老虎機等您來挑戰。'
            },
            {
                title:'數字彩票',
                text:'LV數字彩票為大家呈現最熱門最齊全的彩票遊戲，包括熱門的時時彩，六合彩，PK10，快三，快樂8，以及自開彩票等遊戲。獨家推出娛樂性互動彩票遊戲，美女專家為您直播說彩，帶您壹起暢玩彩票遊戲，特邀彩票專家為您解說彩票計劃，給您不壹樣的購彩體驗，快來加入LV直播彩票吧。'
            },
            {
                title:'LV抓抓樂',
                text:'LV抓抓樂是壹款利用在線直播實時遙控操作線下實體機臺呈現的抓娃娃娛樂型機臺遊戲。玩家再也不需要實際前往現場娃娃機臺前，就能擁有身臨其境的激情體驗。不管您使用PC還是手機，都可以隨時隨地暢玩LV抓抓樂遊戲，更推出多種多樣的禮物和紅包類型，讓玩家天天時時刻刻抓抓樂樂，停不下來。'
            },
            {
                title:'LV推推樂',
                text:'LV推推乐是一款利用在线直播实时遥控线下实体推币机台的娱乐型机台游戏，其利用视频直播实时通信和遥感技术进行远端遥控实体机台投币，玩家无需前往机台店面，就可以拥有深处推币机台的临场真实感，游戏公平公正，方便快捷，即开即玩，让玩家可以时刻都可娱乐游戏。'
            },
            {
                title:'電競遊戲',
                text:'我們為客戶和玩家帶來最專業的電競遊戲直播節目內容，提供最頂級的電競賽事和項目，並同時開出多個復合型綜合盤口，包括絕地求生：大逃殺，反恐精英CS,刀塔（Dota 2），英雄聯盟，星際爭霸，爐石傳說等，盤口設計豐富，種類多樣，專業電競解說24小時在線討論賽事狀況，為全球電競愛好者提供最優質的直播遊戲服務。'
            },
            {
                title:'體育競猜',
                text:'LV擁有賽事數據庫中已超過50種不同類型的體育類型，涉及足球、籃球、網球、棒球、冰球及美式足球等世界主流體育型態，每月超過15,000場賽事預播及直播，透過 Live Video 24小時不斷線的直播互動技術，讓許多網紅美女與您壹起參與精彩賽事投註討論，絕對帶給體育迷超刺激的臨場感。'
            },
        ]
    },
    content:{
        banner:[
            {
                title:'生態造星計劃',
                text:'挖掘潛力超新星，星光大道等妳來'
            },
            {
                title:'內容為王，娛樂至上',
                text:'娛樂內容與粉絲經濟領域的先行者'
            },
            {
                title:'明星藝人養成',
                text:'素人主播大蛻變，紅人躍升大明星'
            },
            {
                title:'專業PGC節目頻道',
                text:'專業導演團隊傾情巨制，多元節目內容舞臺無限'
            },
            {
                title:'夢幻級導師團隊傾力打造',
                text:'夢幻導師量身打造，專業培訓神級飛躍'
            }
        ],
        part:[
            {
                title:'LV特約明星藝人'
            },
            {
                title:'LV獨家簽約網紅主播人數超過千人'
            },
            {
                title:'LVTV官方節目頻道，開啟娛樂節目互動直播新潮流'
            },
            {
                title:'專業的造星團隊',
                text:'全渠道+全明星+工業化=星途璀璨',
                info1:'最頂級的培訓導師帶您開啟追夢之旅',
                info2:'最專業的經紀團隊為您開創廣闊機遇',
                info3:'最頂尖的制作團隊為您量身定制作品',
                info4:'最豪華的明星陣容帶您走向璀璨之路',
                button_text:'申請加入'
            }
        ]
    },
    service:{
        banner_text:'引流新潮流，締造新時代',
        mbanner_text:'為每位客戶提供最專業與最高品質的服務是我們的目標。您的滿意，即是我們繼續往前的最大動力。',
        service_title:'我們的服務支持',
        mservice_mintitle:'優質服務',
        content:[
            {
                title:'LV品牌API接入',
                intro:'為平臺和商戶提供完整的或獨立的LV直播遊戲系統API接入，完美支持PC端,手機H5，原生SDK接入。'
            },
            {
                title:'視頻直播系統包網',
                intro:'為品牌客戶提供健全的直播系統包網方案，為客戶提供直播+媒體，教育，電競，體育，社交娛樂，電商等直播包網服務。'
            },
            {
                title:'直播+遊戲系統包網',
                intro:'為品牌客戶提供功能齊全的直播+遊戲系統，上百款精品遊戲任您挑選，並提供線上系統壹條龍服務。'
            },
            {
                title:'“直播+” 娛樂遊戲服務',
                intro:'為線上遊戲供應商提供直播+基礎服務，詳情請聯系。'
            },
            {
                title:'“遊戲+”視頻直播服務',
                intro:'為線上直播平臺提供全渠道遊戲+服務，詳情請聯系。'
            },
            {
                title:'直播+技術解決方案',
                intro:'為廣大客戶提供視頻直播雲服務，詳情請聯系。'
            },
        ]
    },
    about:{
        banner:{
            title:'關於LIVE VIDEO',
            mtitle:'關於Live Video',
            info1:'LIVE VIDEO是全球領先的壹站式娛樂遊戲直播系統供應服務商，我們定義直播+娛樂遊戲+內容媒體，深度探索粉絲經濟的運用，並於2018年5月份率先推出全球首個娛樂遊戲直播系統，同時啟動API接入服務。',
            info2:'LIVE VIDEO擁有棋牌競技，街機電玩，老虎機，數字彩票，抓抓樂，推推樂，體育遊戲，電競遊戲等品類的遊戲，自主研發數十款遊戲，致力於打造全球娛樂遊戲直播領域標桿，LV在不斷鉆研其視頻直播技術的同時，不斷的研發多品類的受大眾追捧的熱門遊戲，並將最優質的互動遊戲內容提供給廣告用戶。'
        },
        bgintro:{
            title:'背景介紹',
            info1:'LIVE VIDEO於2014年成立於美國矽谷，團隊前身為傳統PC直播的技術服務商，團隊90%由視頻直播領域的技術專家組成，我們不斷鉆研和攻克視頻直播核心技術，並率先在移動直播和H5直播領域取得領先突破，並成功搭建了上百個直播平臺，取得驕人成績。為了有效增強平臺競爭力，為客戶搶占市場，LIVE VIDEO於2016年在臺北成立了分公司，加強在直播+電商，直播+遊戲，直播+VR，私密直播等多領域的嘗試探索，並於2016年底率先推出遊戲直播間並運用於市場。',
            info2:'LIVE VIDEO深度探索娛樂遊戲行業，經過兩年的努力，成功突破多個行業壁壘實現跨界融合，並於2017年成功上線首個娛樂遊戲直播系統，系統擁有十余款遊戲，並投放於市場，取得壹致好評。為迎合市場發展，公司決定於2018年4月份推出LV品牌直播遊戲系統，為廣大客戶提供API接入，系統包網，技術解決方案等服務。',
            info3:'未來已來，風口已至。我們定義娛樂遊戲直播行業新時代，同時我們將堅持創新，不斷創造,專註，專業，專壹的打造出更好的產品回饋給客戶。',
        },
        timeline:{
            mintitle:'我们的故事',
            maxtitle:'面向未来',
            linetext:[
                {text1:'創立於菲律賓馬尼拉'},
                {text2:'推出第壹代PHP彩票1.0系統'},
                {text3:'推行出創新的數字彩票1.0系統'},
                {text4:'發布第二代PHP彩票2.0版'},
                {text5:'發行專門彩票平臺包網服務'},
                {text6:'在英國馬恩島成立新事業部並開始申請多個國家的博彩牌照'},
                {text7:'延攬頂尖直播互動系統團隊鉆研直播視訊領域'},
                {text8:'直播相關設備及場所建置包含攝影棚及直播間'},
                {text9:'在美國矽谷成立技術服務中心'},
                {text10:'在紐西蘭成立技術服務中心'},
                {text11:'在歐洲成立馬耳他分公司開拓歐洲市場'},
            ]
        },

    },
    contactus:{
        title:'聯系我們',
        intro:'如您有興趣進壹步了解Live Video 的服務支援或產品，請填妥下方表格，將有專人盡速與您聯系。',
        name:'姓名',
        tel:'電話號碼',
        email:'電子郵件',
        other:'其他聯系方式',
        address:'公司網站地址',
        programtitle:'合作方案',
        program:['LV品牌API接入','“直播+遊戲” 系統包網',' “直播+” 系統包網','“直播+” 遊戲服務','“遊戲+”直播服務','“直播+”解抉方案','其他'],
        msg:'留言',
        button_text:'提交',
        prompt1:'提交成功',
        prompt2:'接口請求錯誤',
        prompt3:'*為必填內容',
        prompt4:'手機號必須是數字',
        prompt5:'郵箱格式不正確',
    },
    signing:{
        title:'申請加入造星計劃',
        intro:'請在以下填寫您的個人資料，提交完成後我們會盡快與您聯系！',
        name:'姓名',
        tel:'區號+電話號碼',
        pic:'近期照片三張',
        msg:'自我介紹',
        button_text:'提交',
        prompt1:'提交中...',
        prompt2:'上傳成功',
        prompt3:'*為必填內容',
        prompt4:'照片要上傳三張喲',
        prompt5:'手機號格式不正確',
    }
}